Repository: myOmikron/bnv-manager
Catalog: bnv_manager/locale/*/LC_MESSAGES/django.po
Languages: de

source: You are not allowed to access this page!
de: Du besitzt nicht die Berechtigung, diese Seite aufzurufen!

source: Nothing here :C
de: Hier ist Leere :C

source: You are not allowed to manage this user!
de: Du besitzt nicht die Berechtigung diesen Nutzer zu verwalten!

source: Your password did not meet the requirements: More than 11 characters, min. one special character
de: Dein Passwort erfüllt die Richtlinien nicht: Mehr als 11 Zeichen, min. ein Sonderzeichen

source: Club does not exist!
de: Der Verein existiert nicht!

source: This domain isn't associated with your club!
de: Diese Domain ist nicht mit deinem Verein verknüpft!

source: This mail has already been registered by another user
de: Diese Mailadresse wurde schon von einem anderen Nutzer registriert

source: New password was not repeated correctly!
de: Neues Passwort wurde nicht korrekt wiederholt!

source: Your current credentials were incorrect!
de: Deine jetzigen Logindaten waren inkorrekt!

source: You don't have the permission to delete this alias
de: Du hast nicht die Berechtigung diesen Alias zu löschen

source: You entered an invalid front-part!
de: Du hast einen ungültigen Vorderteil eingegeben!

source: There is already an alias registered with that front-part!
de: Es gibt bereits einen Alias mit diesem lokalen Teil!

source: There is already a mailbox registered with that front-part!
de: Es gibt bereits eine Mailbox mit diesem lokalen Teil!

source: You are not allowed to use this!
de: Das darfst du nicht benutzen!

source: Abbreviation contains an disallowed character
de: Kürzel beinhaltet ein nicht erlaubtes Zeichen

source: There is already a club with that name!
de: Es gibt bereits einen Verein mit diesem Namen!

source: The club does not exist!
de: Der Verein existiert nicht

source: You are not allowed to use this page!
de: Du darfst diese Seite nicht benutzen!

source: Club does not exist
de: Dieser Verein existiert nicht

source: Please fill out every field
de: Bitte fülle jedes Feld aus

source: There is no such domain
de: Es gibt diese Domain nicht

source: Account Management
de: Nutzerkontenverwaltung

source: Current aliases
de: Derzeitige Aliase

source: You haven't created any aliases yet!
de: Du hast noch keine Aliase erstellt!

source: Create alias
de: Alias erstellen

source: Just enter the local-part, @domain.com is added automatically!
de: Gib nur den lokalen Teil ein, @domain.com wird automatisch hinzugefügt!

source: Password Reset
de: Passwort zurücksetzen

source: Old password
de: Altes Passwort

source: New password
de: Neues Passwort

source: Repeat new password
de: Neues Passwort wiederholen

source: Reset
de: Zurücksetzen

source: Management for Club: '%(club.name)s'
de: Vereinsverwaltung für: '%(club.name)s'

source: Current club admins
de: Derzeitige Vereinsadministratoren

source: Username
de: Nutzername

source: Firstname
de: Vorname

source: Surname
de: Nachname

source: Reset password
de: Passwort zurücksetzen

source: Remove from club
de: Vom Verein entfernen

source: Remove
de: Entfernen

source: Unassociated club admins
de: Nicht verknüpfte Vereinsadministratoren

source: Add to club
de: Zum Verein hinzufügen

source: Add
de: Hinzufügen

source: Associated domains
de: Verknüpfte Domains

source: Delete club
de: Verein Löschen

source: Delete Club
de: Verein Löschen

source: CAUTION! This will delete all mailboxes as well as all corresponding domain admins!
de: ACHTUNG! Dies wird alle Mailboxen und verknüpften Domainadministratoren löschen!

source: Clubs
de: Vereine

source: Create new club
de: Neuen Verein erstellen

source: Only [a-zA-Z0-9] are allowed as abbreviation
de: Es sind nur [a-zA-Z0-9] als Kürzel erlaubt

source: Abbreviation
de: Kürzel

source: Create
de: Erstellen

source: Available clubs
de: Verfügbare Vereine

source: There are no clubs yet!
de: Es gibt noch keine Vereine!

source: Club admins
de: Vereinsadministratoren

source: Create new club admin
de: Neuen Vereinsadministrator erstellen

source: Password
de: Passwort

source: Submit
de: Senden

source: Username:
de: Nutzername:

source: Password:
de: Passwort:

source: Account
de: Nutzerkonto

source: Admin Management
de: Adminverwaltung

source: Club Management
de: Vereinsverwaltung

source: Settings
de: Einstellungen

source: User creation
de: Nutzererstellung

source: Initial password
de: Initalpasswort

source: User management
de: Nutzerverwaltung

source: Delete user
de: Nutzer löschen

source: Delete
de: Löschen

source: Enter the new password:
de: Gib das neue Passwort ein:

source: Take me back
de: Bring mich zurück

source: Following user has been created:
de: Der folgende Nutzer wurde erstellt:
